<?php
$config['industry'] =  
array (
  2438 => 
  array (
    2612 => 
    array (
      'id' => 2612,
      'text' => '摄影',
      'sub' => '资讯',
    ),
    2613 => 
    array (
      'id' => 2613,
      'text' => '汽车',
      'sub' => '资讯',
    ),
    2614 => 
    array (
      'id' => 2614,
      'text' => '婚庆',
      'sub' => '资讯',
    ),
    2615 => 
    array (
      'id' => 2615,
      'text' => '科技',
      'sub' => '资讯',
    ),
    2616 => 
    array (
      'id' => 2616,
      'text' => '娱乐时尚',
      'sub' => '资讯',
    ),
    2617 => 
    array (
      'id' => 2617,
      'text' => '健康',
      'sub' => '资讯',
    ),
    2618 => 
    array (
      'id' => 2618,
      'text' => '家居园艺',
      'sub' => '资讯',
    ),
    2619 => 
    array (
      'id' => 2619,
      'text' => '文学与艺术',
      'sub' => '资讯',
    ),
    2620 => 
    array (
      'id' => 2620,
      'text' => '新闻',
      'sub' => '资讯',
    ),
    2621 => 
    array (
      'id' => 2621,
      'text' => '财经',
      'sub' => '资讯',
    ),
    2623 => 
    array (
      'id' => 2623,
      'text' => '宠物动物',
      'sub' => '资讯',
    ),
    2624 => 
    array (
      'id' => 2624,
      'text' => '情感与两性',
      'sub' => '资讯',
    ),
    2625 => 
    array (
      'id' => 2625,
      'text' => '房产建筑',
      'sub' => '资讯',
    ),
    2626 => 
    array (
      'id' => 2626,
      'text' => '法律',
      'sub' => '资讯',
    ),
    2716 => 
    array (
      'id' => 2716,
      'text' => '其他',
      'sub' => '资讯',
    ),
  ),
  2439 => 
  array (
    2627 => 
    array (
      'id' => 2627,
      'text' => '银行证券',
      'sub' => '财务',
    ),
    2628 => 
    array (
      'id' => 2628,
      'text' => '无线支付',
      'sub' => '财务',
    ),
    2629 => 
    array (
      'id' => 2629,
      'text' => '理财工具',
      'sub' => '财务',
    ),
    2630 => 
    array (
      'id' => 2630,
      'text' => '计算工具',
      'sub' => '财务',
    ),
    2631 => 
    array (
      'id' => 2631,
      'text' => '彩票',
      'sub' => '财务',
    ),
    2717 => 
    array (
      'id' => 2717,
      'text' => '其他',
      'sub' => '财务',
    ),
  ),
  2440 => 
  array (
    2712 => 
    array (
      'id' => 2712,
      'text' => '地图导航',
      'sub' => '交通(导航)',
    ),
    2713 => 
    array (
      'id' => 2713,
      'text' => '交通查询',
      'sub' => '交通(导航)',
    ),
    2714 => 
    array (
      'id' => 2714,
      'text' => '车位路况',
      'sub' => '交通(导航)',
    ),
    2715 => 
    array (
      'id' => 2715,
      'text' => '租车打的',
      'sub' => '交通(导航)',
    ),
    2718 => 
    array (
      'id' => 2718,
      'text' => '其他',
      'sub' => '交通(导航)',
    ),
  ),
  2441 => 
  array (
    2632 => 
    array (
      'id' => 2632,
      'text' => '安全工具',
      'sub' => '系统',
    ),
    2633 => 
    array (
      'id' => 2633,
      'text' => '系统优化',
      'sub' => '系统',
    ),
    2634 => 
    array (
      'id' => 2634,
      'text' => '应用管理',
      'sub' => '系统',
    ),
    2635 => 
    array (
      'id' => 2635,
      'text' => '通讯工具',
      'sub' => '系统',
    ),
    2636 => 
    array (
      'id' => 2636,
      'text' => '二维码扫描',
      'sub' => '系统',
    ),
    2637 => 
    array (
      'id' => 2637,
      'text' => '浏览器',
      'sub' => '系统',
    ),
    2638 => 
    array (
      'id' => 2638,
      'text' => '备份与云存储',
      'sub' => '系统',
    ),
    2639 => 
    array (
      'id' => 2639,
      'text' => '输入法',
      'sub' => '系统',
    ),
    2640 => 
    array (
      'id' => 2640,
      'text' => '格式转化',
      'sub' => '系统',
    ),
    2719 => 
    array (
      'id' => 2719,
      'text' => '其他',
      'sub' => '系统',
    ),
  ),
  2442 => 
  array (
    2641 => 
    array (
      'id' => 2641,
      'text' => '怀孕母婴',
      'sub' => '健康',
    ),
    2642 => 
    array (
      'id' => 2642,
      'text' => '减肥健身',
      'sub' => '健康',
    ),
    2643 => 
    array (
      'id' => 2643,
      'text' => '药品查询',
      'sub' => '健康',
    ),
    2644 => 
    array (
      'id' => 2644,
      'text' => '疾病咨询',
      'sub' => '健康',
    ),
    2645 => 
    array (
      'id' => 2645,
      'text' => '运动指导',
      'sub' => '健康',
    ),
    2646 => 
    array (
      'id' => 2646,
      'text' => '两性',
      'sub' => '健康',
    ),
    2720 => 
    array (
      'id' => 2720,
      'text' => '其他',
      'sub' => '健康',
    ),
  ),
  2443 => 
  array (
    2647 => 
    array (
      'id' => 2647,
      'text' => '儿童',
      'sub' => '教育',
    ),
    2648 => 
    array (
      'id' => 2648,
      'text' => '词典',
      'sub' => '教育',
    ),
    2649 => 
    array (
      'id' => 2649,
      'text' => '英语',
      'sub' => '教育',
    ),
    2650 => 
    array (
      'id' => 2650,
      'text' => '职场技能',
      'sub' => '教育',
    ),
    2651 => 
    array (
      'id' => 2651,
      'text' => '自然科学',
      'sub' => '教育',
    ),
    2652 => 
    array (
      'id' => 2652,
      'text' => '人文历史',
      'sub' => '教育',
    ),
    2653 => 
    array (
      'id' => 2653,
      'text' => '经济财经',
      'sub' => '教育',
    ),
    2654 => 
    array (
      'id' => 2654,
      'text' => '网络课程',
      'sub' => '教育',
    ),
    2721 => 
    array (
      'id' => 2721,
      'text' => '其他',
      'sub' => '教育',
    ),
  ),
  2444 => 
  array (
    2655 => 
    array (
      'id' => 2655,
      'text' => '旅游信息',
      'sub' => '旅行',
    ),
    2656 => 
    array (
      'id' => 2656,
      'text' => '旅游攻略',
      'sub' => '旅行',
    ),
    2657 => 
    array (
      'id' => 2657,
      'text' => '酒店餐饮',
      'sub' => '旅行',
    ),
    2658 => 
    array (
      'id' => 2658,
      'text' => '票务查订',
      'sub' => '旅行',
    ),
    2722 => 
    array (
      'id' => 2722,
      'text' => '其他',
      'sub' => '旅行',
    ),
  ),
  2445 => 
  array (
    2659 => 
    array (
      'id' => 2659,
      'text' => '美食资讯',
      'sub' => '美食',
    ),
    2660 => 
    array (
      'id' => 2660,
      'text' => '美食菜谱',
      'sub' => '美食',
    ),
    2661 => 
    array (
      'id' => 2661,
      'text' => '团购优惠',
      'sub' => '美食',
    ),
    2662 => 
    array (
      'id' => 2662,
      'text' => '本地订餐',
      'sub' => '美食',
    ),
    2723 => 
    array (
      'id' => 2723,
      'text' => '其他',
      'sub' => '美食',
    ),
  ),
  2446 => 
  array (
    2663 => 
    array (
      'id' => 2663,
      'text' => '求职',
      'sub' => '商业',
    ),
    2664 => 
    array (
      'id' => 2664,
      'text' => '人脉管理',
      'sub' => '商业',
    ),
    2665 => 
    array (
      'id' => 2665,
      'text' => '商业沟通',
      'sub' => '商业',
    ),
    2666 => 
    array (
      'id' => 2666,
      'text' => '营销运营',
      'sub' => '商业',
    ),
    2667 => 
    array (
      'id' => 2667,
      'text' => '移动办公',
      'sub' => '商业',
    ),
    2724 => 
    array (
      'id' => 2724,
      'text' => '其他',
      'sub' => '商业',
    ),
  ),
  2447 => 
  array (
    2668 => 
    array (
      'id' => 2668,
      'text' => '购物指南',
      'sub' => '购物',
    ),
    2669 => 
    array (
      'id' => 2669,
      'text' => '购物商城',
      'sub' => '购物',
    ),
    2670 => 
    array (
      'id' => 2670,
      'text' => '团购',
      'sub' => '购物',
    ),
    2725 => 
    array (
      'id' => 2725,
      'text' => '其他',
      'sub' => '购物',
    ),
  ),
  2448 => 
  array (
    2671 => 
    array (
      'id' => 2671,
      'text' => '社交通讯',
      'sub' => '社交',
    ),
    2672 => 
    array (
      'id' => 2672,
      'text' => '问答',
      'sub' => '社交',
    ),
    2673 => 
    array (
      'id' => 2673,
      'text' => '社区论坛',
      'sub' => '社交',
    ),
    2726 => 
    array (
      'id' => 2726,
      'text' => '其他',
      'sub' => '社交',
    ),
  ),
  2449 => 
  array (
    2674 => 
    array (
      'id' => 2674,
      'text' => '影像管理',
      'sub' => '影像',
    ),
    2675 => 
    array (
      'id' => 2675,
      'text' => '影像编辑美化',
      'sub' => '影像',
    ),
    2676 => 
    array (
      'id' => 2676,
      'text' => '壁纸美化',
      'sub' => '影像',
    ),
    2677 => 
    array (
      'id' => 2677,
      'text' => '影像播放',
      'sub' => '影像',
    ),
    2727 => 
    array (
      'id' => 2727,
      'text' => '其他',
      'sub' => '影像',
    ),
  ),
  2450 => 
  array (
    2678 => 
    array (
      'id' => 2678,
      'text' => '天气情况',
      'sub' => '生活',
    ),
    2679 => 
    array (
      'id' => 2679,
      'text' => '计时闹钟',
      'sub' => '生活',
    ),
    2728 => 
    array (
      'id' => 2728,
      'text' => '其他',
      'sub' => '生活',
    ),
  ),
  2451 => 
  array (
    2680 => 
    array (
      'id' => 2680,
      'text' => '体育指导',
      'sub' => '体育',
    ),
    2681 => 
    array (
      'id' => 2681,
      'text' => '运动资讯',
      'sub' => '体育',
    ),
    2729 => 
    array (
      'id' => 2729,
      'text' => '其他',
      'sub' => '体育',
    ),
  ),
  2452 => 
  array (
    2682 => 
    array (
      'id' => 2682,
      'text' => '阅读软件',
      'sub' => '图书',
    ),
    2683 => 
    array (
      'id' => 2683,
      'text' => '图书资源',
      'sub' => '图书',
    ),
    2730 => 
    array (
      'id' => 2730,
      'text' => '其他',
      'sub' => '图书',
    ),
  ),
  2453 => 
  array (
    2684 => 
    array (
      'id' => 2684,
      'text' => '日程管理',
      'sub' => '效率',
    ),
    2685 => 
    array (
      'id' => 2685,
      'text' => '邮件管理',
      'sub' => '效率',
    ),
    2686 => 
    array (
      'id' => 2686,
      'text' => '备忘记录',
      'sub' => '效率',
    ),
    2687 => 
    array (
      'id' => 2687,
      'text' => '量度工具',
      'sub' => '效率',
    ),
    2688 => 
    array (
      'id' => 2688,
      'text' => '扫描工具',
      'sub' => '效率',
    ),
    2689 => 
    array (
      'id' => 2689,
      'text' => '办公室软件',
      'sub' => '效率',
    ),
    2731 => 
    array (
      'id' => 2731,
      'text' => '其他',
      'sub' => '效率',
    ),
  ),
  2454 => 
  array (
    2690 => 
    array (
      'id' => 2690,
      'text' => '电影音乐',
      'sub' => '娱乐',
    ),
    2691 => 
    array (
      'id' => 2691,
      'text' => '视频播放',
      'sub' => '娱乐',
    ),
    2692 => 
    array (
      'id' => 2692,
      'text' => '音乐管理',
      'sub' => '娱乐',
    ),
    2693 => 
    array (
      'id' => 2693,
      'text' => '游戏大厅',
      'sub' => '娱乐',
    ),
    2694 => 
    array (
      'id' => 2694,
      'text' => '占卜风水',
      'sub' => '娱乐',
    ),
    2695 => 
    array (
      'id' => 2695,
      'text' => '语录笑话',
      'sub' => '娱乐',
    ),
    2696 => 
    array (
      'id' => 2696,
      'text' => '漫画',
      'sub' => '娱乐',
    ),
    2697 => 
    array (
      'id' => 2697,
      'text' => '画图工具',
      'sub' => '娱乐',
    ),
    2698 => 
    array (
      'id' => 2698,
      'text' => '虚拟宠物',
      'sub' => '娱乐',
    ),
    2732 => 
    array (
      'id' => 2732,
      'text' => '其他',
      'sub' => '娱乐',
    ),
  ),
  2455 => 
  array (
    2699 => 
    array (
      'id' => 2699,
      'text' => '在线网游',
      'sub' => '游戏',
    ),
    2700 => 
    array (
      'id' => 2700,
      'text' => '儿童游戏',
      'sub' => '游戏',
    ),
    2701 => 
    array (
      'id' => 2701,
      'text' => '棋牌游戏',
      'sub' => '游戏',
    ),
    2702 => 
    array (
      'id' => 2702,
      'text' => '教育游戏',
      'sub' => '游戏',
    ),
    2703 => 
    array (
      'id' => 2703,
      'text' => '街机游戏',
      'sub' => '游戏',
    ),
    2704 => 
    array (
      'id' => 2704,
      'text' => '益智休闲游戏',
      'sub' => '游戏',
    ),
    2705 => 
    array (
      'id' => 2705,
      'text' => '体育游戏',
      'sub' => '游戏',
    ),
    2706 => 
    array (
      'id' => 2706,
      'text' => '动作游戏',
      'sub' => '游戏',
    ),
    2707 => 
    array (
      'id' => 2707,
      'text' => '角色扮演游戏',
      'sub' => '游戏',
    ),
    2708 => 
    array (
      'id' => 2708,
      'text' => '策略游戏',
      'sub' => '游戏',
    ),
    2709 => 
    array (
      'id' => 2709,
      'text' => '赛车游戏',
      'sub' => '游戏',
    ),
    2710 => 
    array (
      'id' => 2710,
      'text' => '音乐游戏',
      'sub' => '游戏',
    ),
    2733 => 
    array (
      'id' => 2733,
      'text' => '其他',
      'sub' => '游戏',
    ),
  ),
);
